Repository: ericberman/MyFlightbookWeb
Catalog: MyFlightbook.Web/App_GlobalResources/Totals.*.resx
Languages: fr

source: Approach
fr: Approche

source: Approaches
fr: Approches

# CFI
source: Instructor
fr: Instruction

source: Complex
fr: Complexe

source: Cross Country
fr: Navigation

# Dual
source: Dual Received
fr: Double

# Ground
source: Ground Simulator
fr: Simulateur

# HighPerf
source: High Performance
fr: Haute Performance

source: IMC
fr: VSV

source: Landing
fr: Atterrissage

source: Landings
fr: Atterrissages

# lnkHideMatchingFlights
source: Hide matching flights
fr: Cachez vols correspondant

# lnkShowMatchingFlights
source: Show matching flights
fr: Afficher les vols correspondants

source: Night
fr: Nuit

source: PIC
fr: Commandant de bord

source: PIC/Total
fr: Cdt. de bord/total

source: Retract
fr: Train rentrant

source: SIC
fr: Copilote

source: SIC/Total
fr: Copilote/total

# SimIMC
source: Simulated Instrument
fr: Sim. VSV

source: Tailwheel
fr: Train Classique

# TotalForAllCatClass
source: [Total for all]
fr: [Total pour tout]

source: Total Time
fr: Temps Total

# DayLanding
source: Day
fr: Jour

# NightLanding
source: Night
fr: Nuit

source: (No totals)
fr: (Il n'y a pas de totaux)

source: Engine Time
fr: Temps de moteur

source: Flight Time
fr: Temps de vol

# TotalGroupCapabilities
source: Times by Aircraft Features
fr: Caractéristiques par aéronef

# TotalGroupCoreFields
source: Standard Logbook Times
fr: Journal de bord standard

# TotalGroupProperties
source: Other Times and Counts
fr: Autres totaux

# TotalGroupCategoryClass
source: Times by Category/Class
fr: Temps total par catégorie / classe

# TotalGroupICAO
source: Times by ICAO Code
fr: Durée totale par code OACI

# TotalGroupModel
source: Times by Model
fr: Temps total par modèle d'aéronef

# TotalGroupTotal
source: Overall
fr: Temps total de vol

# MEHelicopter
source: Multi-engine Helicopter
fr: Hélicoptère multimoteur

# TotalInstrument
source: Instrument Time
fr: Heure de l'instrument

# TotalInstrumentNote
source: (={0} Actual + {1} Simulated)
fr: (={0} VSV + {1} Simulé)
